Revit 2027 API
ParameterTypeId.StairsRailingBalusterLength Property
 "Baluster Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterLength { get; }
Public Shared ReadOnly Property StairsRailingBalusterLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterLength {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace